// ignoredClients.js
// 
// Масалан: "МАНЗУР ФАРМ МЧЖ (Код: 52 975) (D) (ИНН: 311892239)" ёки фақат кодини ёзишингиз мумкин.

const IGNORED_CLIENTS = [
    // Хоразмни клиентлари
    "ИМРОНБЕК ШИФО-ФАРМ МЧЖ (Код: 3 273) (D) (ИНН: 306633569)",
    "ДИСИБРО ФАРМ Х/К (Код: 6 596) (D) (ИНН: 305668003)",
    "яяАБДУРАХИМ МИРЗОБОШ Х/К (Код: 7 105) (D) (ИНН: 3055361)",

    // ҚОРАҚАЛПОҒИСТОН КЛИЕНТЛАРИ:

    "НУКУС АКБАР ФАРМ Ч/А (Код: 1 420) (D) (ИНН: 303732424)",
    "НУКУС АКБАР ФАРМ Ч/А ИШЛАЙДИГАН КОНТРАГЕНТ (Код: 12 202) (D) (ИНН: 303732424)",
    "КУНГУРОТ ТУМАНИ ЙУЛЛАРИДАН ФОЙДАЛАНИШ ДМ (Код: 1 506) (D) (ИНН: 206991705)",
    "АРЗОН ФАРМ-1 МЧЖ (Код: 1 223) (D) (ИНН: 307922682)",
    "АМИР ФАРМ НУКУС ЖШЖ (Код: 1 216) (D) (ИНН: 30345011)",
    "НАСИБА ФАРМ ТАХИАТАШ МЧЖ (Код: 1 415) (D) (ИНН: 307361757)",

    // ЖИЗЗАХ-СИРДАРЁ КЛИЕНТЛАРИ:
    "ТОЛИБ ФАРМ МЧЖ (Код: 3 004) (D) (ИНН: 303425299)",
    "ШОХНУР МЕД ФАРМ МЧЖ (Код: 45 738) (D) (ИНН: 310243966)",

    // СУРХОНДАРЁ КЛИЕНТЛАРИ:
    "ФАРМ ЛЕДЕР ОПТИМУС МЧЖ (Код: 46 762) (D) (ИНН: 310850869)",
    "ЧУБОТ ФАРМ МЧЖ  (Код: 47 208) (D) (ИНН: 311065618)",
    "ГАВХАРБЕГИМ-ФАРМ  Х/К (Код: 12 049) (D) (ИНН: 308632766)",
    "КУЗМУНЧОК ШИФО ФАРМ М.Ч.Ж (Код: 960) (D) (ИНН: 306041902)",
    "ПАРИЗОДА ЗИЁ-МЕД ФАРМ Х/К (Код: 1 042) (D) (ИНН: 306449550)",
    "ХУРСАНД ФАРМ Х/К (Код: 1 130) (D) (ИНН: 300600083)",

    // ҚАШҚАДАРЁ КЛИЕНТЛАРИ:
    "ГАВХАРБЕГИМ-ФАРМ  Х/К (Код: 12 049) (D) (ИНН: 308632766)",
    "КУЗМУНЧОК ШИФО ФАРМ М.Ч.Ж (Код: 960) (D) (ИНН: 306041902)",
    "ПАРИЗОДА ЗИЁ-МЕД ФАРМ Х/К (Код: 1 042) (D) (ИНН: 306449550)",
    "ХУРСАНД ФАРМ Х/К (Код: 1 130) (D) (ИНН: 300600083)",


    // ТОШКЕНТ ВИЛОЯТИ

    "АББОС ГОЛДЕН ФАРМ МЖЧ 100% (Код: 10 381) (D) (ИНН: 30418541)",
    "МЕГА ФАРМ ОМАД (Код: 10 945) (D) (ИНН: 302055720)",
    "МУНИС НУР ФАРМ ХК (Код: 4 998) (D) (ИНН: 30550553)",
    "ТЕЗКАД МЧЖ (Код: 5 535) (D) (ИНН: 305145353)",
    "АЛИШЕР-УЛУГБЕК-ФАРМ МЧЖ (Код: 4 015) (D) (ИНН: 304464875)",
    "РАВШАН НУР МЕД ФАРМ БИЗНЕС (Код: 11 355) (D) (ИНН: 305449274)",
    "МИРЖАЛОЛ-МИР'АЛО БИЗНЕС МЧЖ (Код: 44 968) (D) (ИНН: 305007089)",
    "ДУСТОБОД ФАРМ МЧЖ (Код: 4 492) (D) (ИНН: 305169892)",
    "КУМУШ КОКНУС ОККУРГОН МЧЖ (Код: 4 786) (D) (ИНН: 207126512)",
    "ЛОЛА ФАРМ САНОАТ ООО (Код: 4 811) (D) (ИНН: 304708790)",
    "ФАРМ ИМРОН ООО (Код: 5 665) (D) (ИНН: 30802250)",
    "ШАХРИНИСО ОНА МЧЖ (Код: 5 902) (D) (ИНН: 2045486)",
    "ERGASH XUSUSIY KORXONA (Код: 6 007) (D) (ИНН: 201532123)",
    "АК ФАРМА МЧЖ 100% (Код: 11 785) (D) (ИНН: 306688286)",
    "С-Д-А ФАРМ МЧЖ (Код: 45 706) (D) (ИНН: 309858562)",
    "ЗОМИН ВОРЛД МЕДИКАЛ ООО (Код: 4 594) (D) (ИНН: 308866404)",
    "ШОДИЯХОН АСЛ ФАРМ (Код: 11 234) (D) (ИНН: 308865437)",
    "ТЕРГАМОН СУЛ МЧЖ (Код: 11 958) (D) (ИНН: 309392259)",

    // ТОШКЕНТ ШАХРИ 
    "АБДУЛФАЙЗ НУР ФАРМ МЧЖ (Код: 12 086) (D) (ИНН: 3072541)",
    "МУНИСА ФАРМ1 МЧЖ (Код: 44 993) (D) (ИНН: 309172698)",
    "ЛЕКАР МЕД  МЧЖ (Код: 4 801) (D) (ИНН: 3)",
    "МИРОНШОХ ФАРМ ООО 100% (Код: 4 965) (D) (ИНН: 20715861)",
    "ТАХТАПУЛ БИЗНЕС  МЧЖ (Код: 5 532) (D) (ИНН: 303708017)",
    "САРБОН МАКС МЕДИКАЛ ФАРМ МЧЖ  (Код: 11 917) (D) (ИНН: 309006808)",
    "НИШАН ФАРМ БИЗНЕС МЧЖ (Код: 5 102) (D) (ИНН: 304418693)",
    "ЖАСМИНА АЗИМ ФАРМ ЛЮКС ООО (Код: 4 522) (D) (ИНН: 308462163)", // ШУ ЕРДА КОЛДИМ
    "КОМРОН ФАРМ ООО-1 (Код: 4 759) (D) (ИНН: 207173305)",
    "ПАРНАС  ЭЛИТ МЧЖ (Код: 5 249) (D) (ИНН: 301845079)",
    "ЦЕНТРАЛ ФАРМА МЧЖ (Код: 5 848) (D) (ИНН: 305621290)",
    "ИФОР ФАРМА МЧЖ (Код: 11 909) (D) (ИНН: 309431612)",
    "РАШ ГОЛД ФАРМ МЧЖ (Код: 11 523) (D) (ИНН: 309306710)",
    "ФАРМА КОСМОС Ч/П (ФАРМ ЛЮКС ИНВЕСТ) (Код: 44 713) (A) (ИНН: 303970073)",

    // НАМАНГАН:

    "РЕМЕДИ ФАРМ МЧЖ (Код: 44 948) (D) (ИНН: 309835529)",
    "ГЛОБАЛ - ФАРМ - ТРАДЕ МЧЖ (Код: 47 129) (D) (ИНН: 309334645)",
    "САНЖАР ХОДЖАЕВ НАМАНГАН ГЛАВ МЕНЕДЖЕР (Код: 47 891) (D) (ИНН: )",

    //АНДИЖОН:
    "МЕГАСЕФ ФАРМ ГРОУП М.Ч.Ж 100% (Код: 11 570) (D) (ИНН: 305800400)",
    "ЮКСАК ОМАД ФАРМ МЕДИКАЛ МЧЖ  (Код: 45 616) (D) (ИНН: 303745067)",
    "ЧАРОС ФАРМ МЧЖ (Код: 46 785) (D) (ИНН: 310744019)",
    "БИОМЕДИКС ФАРМ МЧЖ (Код: 131) (D) (ИНН: 305689088)",
    "ГРЕЕН ФАРМ МЕДИКАЛ МЧЖ (Код: 151) (D) (ИНН: 303503257)",
    "АСИЛБЕК ФАРМ-МЕД МЧЖ (Код: 4 102) (D) (ИНН: 307820003)",
    "ЖУРАТБЕК ФАРМ САВДО МЧЖ ФИЛИАЛИ  (Код: 44 529) (D) (ИНН: 303044401)",
    "МУРОД ЮСУФ ФАРМ МЕДИКАЛ МЧЖ (Код: 45 996) (D) (ИНН: 310381788)",
    "ФАЙЗОНА ДУРБЕК КЕЛАЖАГИ Х/К (Код: 338) (D) (ИНН: 307794090)",
    "КАРАТ ФАРМ МЧЖ (Код: 45 793) (D) (ИНН: 310332737)",
    "ХУМО ФАРМ М.Ч.Ж (Код: 374) (D) (ИНН: 307932615)",

    //ФАРГОНА:
    "ЭКО ФАРМ ФЕРГАНА М.Ч.Ж (Код: 6 450) (D) (ИНН: 307044976)",

    //САМАРКАНД:
    "ОРИЁ МЕХР ООО (Код: 2 637) (Б) (ИНН: 205137001)",
    "ИНТРОМЕД ИНВЕСТ М.Ч.Ж (Код: 8 310) (D) (ИНН: 303827859)",



















    // "Яна бир клиент (Код: 12345)"
];
